tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/nginx"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "koekeishiya/formulae"

cask "java"
cask "xquartz"

brew "autoconf"
brew "automake"
brew "boost"
brew "openssl"
brew "readline"
brew "cmake"
brew "coreutils", args: ["with-gmp"]
brew "glib"
brew "gdbm"
brew "sqlite"
brew "xz"
brew "python3"
brew "boost-python", args: ["with-python3", "without-python"]

brew "wget"
brew "curl", args: ["with-libssh2", "with-nghttp2"]
brew "git", args: ["with-curl", "with-gettext", "with-openssl", "with-pcre2"]
brew "dialog"
brew "bash"
brew "calc"
brew "cuetools"
brew "ack"
brew "asciinema"
brew "certbot"
brew "htop"
brew "midnight-commander"
brew "jq"
brew "erlang"
brew "gawk"
brew "gcal"
brew "fish"
brew "gist"
brew "git-extras"
brew "git-flow"
brew "gnupg"
brew "git-secret"
brew "gnu-sed"
brew "go"
brew "gpg-agent"
brew "grc"
brew "ripgrep"
brew "imagesnap"
brew "mas"
brew "mongodb", restart_service: true
brew "mysql", restart_service: true
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "nmap"
brew "passenger"
brew "pillow"
brew "pms"
brew "ponysay"
brew "qrencode"
brew "ranger"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/khd"
brew "koekeishiya/formulae/kwm"
brew "sassc"
brew "screenfetch"
brew "shared-mime-info"
brew "sox", args: ["with-flac", "with-lame", "with-libsndfile", "with-libvorbis", "with-opusfile"]
brew "ssh-copy-id"
brew "switchaudio-osx"
brew "toilet"
brew "unrar"
brew "youtube-dl"
brew "ruby"
brew "rbenv"
brew "rbenv-default-gems"
brew "rbenv-gemset"

# brew "fdk-aac"

brew "imagemagick", args: ["with-fftw", "with-fontconfig", "with-ghostscript", "with-liblqr", "with-librsvg", "with-libwmf", "with-little-cms", "with-little-cms2", "with-openexr", "with-pango", "with-webp"]

brew "ffmpeg", args: ["with-fdk-aac", "with-fontconfig", "with-freetype", "with-frei0r", "with-game-music-emu", "with-libass", "with-libbluray", "with-libbs2b", "with-libcaca", "with-libgsm", "with-libmodplug", "with-libsoxr", "with-libssh", "with-libvidstab", "with-libvorbis", "with-libvpx", "with-opencore-amr", "with-openh264", "with-openjpeg", "with-openssl", "with-opus", "with-rtmpdump", "with-rubberband", "with-sdl2", "with-snappy", "with-speex", "with-tesseract", "with-theora", "with-tools", "with-two-lame", "with-wavpack", "with-webp", "with-x265", "with-xz", "with-zeromq", "with-zimg"]

brew "mpc"
brew "mpd", args: ["with-flac", "with-lame", "with-lastfm", "with-libmms", "with-libmodplug", "with-libnfs", "with-libshout", "with-libvorbis", "with-libzzip", "with-mad", "with-opus", "with-two-lame", "with-upnp", "with-wavpack", "with-yajl"]
brew "mpdscribble", restart_service: true

brew "homebrew/nginx/nginx-full", args: ["with-addition", "with-auth-req", "with-auto-keepalive-module", "with-debug", "with-gunzip", "with-gzip-static", "with-headers-more-module", "with-http2", "with-passenger", "with-realip"]

brew "chrome-cli"
brew "chromedriver", restart_service: true

brew "wine"

cask "caskroom/fonts/font-bitstream-vera"
cask "caskroom/fonts/font-dejavu-sans"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-hermit"
cask "caskroom/fonts/font-input"
cask "caskroom/fonts/font-open-sans"
cask "caskroom/fonts/font-source-code-pro"

cask "adium"
cask "atom"
cask "beamer"
cask "dash"
cask "devdocs"
cask "discord"
cask "dropbox"
cask "filezilla"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "gpgtools"
cask "growlnotify"
cask "hyper"
cask "image2icon"
cask "iterm2"
cask "kid3"
cask "lastpass"
cask "launchcontrol"
cask "libreoffice"
cask "macdown"
cask "mancy"
cask "medis"
cask "megasync"
cask "nox-app-player"
cask "obs"
cask "postman"
cask "psequel"
cask "sequel-pro"
cask "sketch"
cask "skype"
cask "steam"
cask "sublime-text"
cask "taskpaper"
cask "telegram"
cask "telegram-desktop"
cask "torbrowser"
cask "transmission"
cask "ubersicht"
cask "virtualbox"
cask "vlc"
cask "xld"

mas "Awaken", id: 404221531
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Growl", id: 467939042
mas "LastPass", id: 926036361
# mas "OmniFocus", id: 867299399
mas "The Unarchiver", id: 425424353
