tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap "homebrew/nginx"
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'koekeishiya/formulae'
cask 'java'
cask 'xquartz'
brew 'ack'
brew 'ant'
brew 'apr'
brew 'openssl', args: ['universal']
brew 'apr-util'
brew 'gdbm'
brew 'readline'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'asciinema'
brew 'python'
brew 'libxml2'
brew 'augeas'
brew 'autoconf'
brew 'bash'
brew 'berkeley-db'
brew 'boost'
brew 'c-ares'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'calc'
brew 'dialog'
brew 'openssl@1.1'
brew 'certbot'
brew 'lame'
brew 'git', args: ['with-brewed-curl', 'with-brewed-openssl', 'with-gettext', 'with-pcre']
brew 'x264'
brew 'xvid'
brew 'ffmpeg', args: ['with-chromaprint', 'with-fdk-aac', 'with-fontconfig', 'with-freetype', 'with-frei0r', 'with-game-music-emu', 'with-libass', 'with-libbluray', 'with-libbs2b', 'with-libcaca', 'with-libebur128', 'with-libgsm', 'with-libmodplug', 'with-libsoxr', 'with-libssh', 'with-libvidstab', 'with-libvorbis', 'with-libvpx', 'with-opencore-amr', 'with-openh264', 'with-openjpeg', 'with-openssl', 'with-opus', 'with-rtmpdump', 'with-rubberband', 'with-schroedinger', 'with-sdl2', 'with-snappy', 'with-speex', 'with-tesseract', 'with-theora', 'with-tools', 'with-two-lame', 'with-wavpack', 'with-webp', 'with-x265', 'with-xz', 'with-zeromq', 'with-zimg']
brew 'chromaprint'
brew 'chrome-cli'
brew 'chromedriver'
brew 'cmake'
brew 'icu4c'
brew 'node'
brew 'coffeescript'
brew 'coreutils', args: ['with-gmp']
brew 'cuetools'
brew 'curl', args: ['with-libidn', 'with-libssh2', 'with-nghttp2']
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'doxygen'
brew 'eigen'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'wxmac'
brew 'erlang'
brew 'faad2'
brew 'fdk-aac'
brew 'fftw'
brew 'flac'
brew 'fluid-synth'
brew 'frei0r'
brew 'fribidi'
brew 'game-music-emu'
brew 'gmp'
brew 'mpfr'
brew 'gawk'
brew 'gcal'
brew 'webp'
brew 'gd', args: ['universal']
brew 'pkg-config'
brew 'gobject-introspection'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'little-cms2', args: ['universal']
brew 'ghostscript'
brew 'giflib'
brew 'gist'
brew 'git-extras'
brew 'git-flow'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'gnupg2'
brew 'git-secret'
brew 'gnu-sed'
brew 'libtasn1', args: ['universal']
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'go'
brew 'grc'
brew 'harfbuzz'
brew 'htop'
brew 'httpie'
brew 'id3lib'
brew 'ilmbase'
brew 'libtool', args: ['universal']
brew 'imagemagick', args: ['with-fftw', 'with-fontconfig', 'with-ghostscript', 'with-liblqr', 'with-librsvg', 'with-libwmf', 'with-little-cms', 'with-little-cms2', 'with-openexr', 'with-pango', 'with-webp']
brew 'imagesnap'
brew 'imlib2'
brew 'libsamplerate'
brew 'libogg'
brew 'libvorbis'
brew 'libsndfile'
brew 'jack'
brew 'jansson'
brew 'jasper', args: ['universal']
brew 'jemalloc'
brew 'oniguruma'
brew 'jq'
brew 'leptonica'
brew 'libass'
brew 'libbluray'
brew 'libbs2b'
brew 'libcaca', args: ['with-imlib2']
brew 'libcroco'
brew 'speex'
brew 'libebur128'
brew 'libev'
brew 'libevent'
brew 'libssh2'
brew 'libgit2'
brew 'libgphoto2', args: ['universal']
brew 'libgsm'
brew 'libicns', args: ['universal']
brew 'libid3tag'
brew 'libidn'
brew 'liblqr'
brew 'libmms'
brew 'libmodplug'
brew 'libmpdclient'
brew 'libnfs'
brew 'pango'
brew 'librsvg'
brew 'libsass'
brew 'theora'
brew 'libshout'
brew 'libsoxr'
brew 'libssh'
brew 'libvidstab'
brew 'libvpx'
brew 'libwmf'
brew 'libyaml'
brew 'libzzip'
brew 'little-cms'
brew 'lua'
brew 'mad'
brew 'makedepend'
brew 'mas'
brew 's-lang'
brew 'midnight-commander'
brew 'mpc'
brew 'mpd'
brew 'mpdscribble', restart_service: true
brew 'mysql'
brew 'net-snmp'
brew 'spdylay'
brew 'nghttp2'
brew "homebrew/nginx/nginx-full", args: ["with-accept-language-module", "with-addition", "with-array-var-module", "with-auth-digest-module", "with-auth-req", "with-auto-keepalive-module", "with-cache-purge-module", "with-debug", "with-eval-module", "with-flv", "with-gd", "with-geoip", "with-geoip2-module", "with-gunzip", "with-gzip-static", "with-headers-more-module", "with-homebrew-libressl", "with-http-remote-passwd-module", "with-http2", "with-image-filter", "with-imlib2", "with-log-if-module", "with-lua-module", "with-mail", "with-mail-ssl", "with-mp4", "with-mp4-h264-module", "with-nchan-module", "with-notice-module", "with-passenger", "with-pcre-jit", "with-push-stream-module", "with-random-index", "with-realip", "with-realtime-req-module", "with-redis-module", "with-redis2-module", "with-rtmp-module", "with-secure-link", "with-set-misc-module", "with-small-light-module", "with-stream", "with-stream-geoip", "with-stream-realip", "with-stream-ssl", "with-stream-ssl-preread", "with-sub", "with-subs-filter-module", "with-upstream-order-module", "with-var-req-speed-module", "with-vod-module", "with-websockify-module"]
brew 'nmap'
brew 'numpy'
brew 'opencore-amr'
brew 'openexr'
brew 'openh264'
brew 'openjpeg'
brew 'opus'
brew 'opusfile'
brew 'orc'
brew 'passenger'
brew 'pms'
brew 'postgresql', restart_service: true
brew 'putty'
brew 'qrencode'
brew 'ranger'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'rbenv-gemset'
brew 'redis', restart_service: true
brew 'rtmpdump'
brew 'rubberband'
brew 'ruby'
brew 'sane-backends', args: ['universal']
brew 'sassc'
brew 'schroedinger'
brew 'screenfetch'
brew 'sdl2'
brew 'snappy'
brew 'sox', args: ['with-flac', 'with-lame', 'with-libsndfile', 'with-libvorbis', 'with-opusfile']
brew 'ssh-copy-id'
brew 'switchaudio-osx'
brew 'taglib'
brew 'tesseract', args: ['with-all-languages', 'with-serial-num-pack', 'with-training-tools']
brew 'texi2html'
brew 'toilet'
brew 'two-lame'
brew 'unrar'
brew 'wavpack'
brew 'wget'
brew 'wgetpaste'
brew 'wine'
brew 'x265'
brew 'yajl'
brew 'yank'
brew 'yarn'
brew 'yasm'
brew 'youtube-dl'
brew 'zeromq'
brew 'zimg'
brew 'zsh', args: ['with-texi2html']
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'koekeishiya/formulae/khd'
brew 'koekeishiya/formulae/kwm'
cask 'docker'
cask 'dropbox'
cask 'filezilla'
cask 'firefox'
cask 'font-bitstream-vera'
cask 'font-dejavu-sans'
cask 'font-hermit'
cask 'font-input'
cask 'font-open-sans'
cask 'google-chrome'
cask 'google-drive'
cask 'gpgtools'
cask 'growlnotify'
cask 'image2icon'
cask 'iterm2'
cask 'kid3'
cask 'lastpass'
cask 'launchcontrol'
cask 'libreoffice'
cask 'macdown'
cask 'megasync'
cask 'psequel'
cask 'sequel-pro'
cask 'sketch'
cask 'skype'
cask 'steam'
cask 'sublime-text'
cask 'taskpaper'
cask 'telegram-desktop'
cask 'torbrowser'
cask 'transmission'
cask 'ubersicht'
cask 'virtualbox'
cask 'vlc'
cask 'xld'
mas 'Awaken', id: 404221531
mas 'Blackmagic Disk Speed Test', id: 425264550
mas 'Growl', id: 467939042
mas 'LastPass', id: 926036361
mas 'OmniFocus', id: 867299399
mas 'The Unarchiver', id: 425424353
mas 'Xcode', id: 497799835
